Repository: tunnaduong/readtime_ios_native
Catalog: ReadTime/Localizable.xcstrings
Source language: en
Languages: es, ja, vi, zh_hans

source: Page %lld of %lld
es: Página %lld de %lld
ja: %lld / %lld ページ
vi: Trang %lld / %lld
zh_hans: 第 %lld 页，共 %lld 页

source: Pages read
es: Páginas leídas
ja: 読んだページ数
vi: Số trang đã đọc
zh_hans: 阅读页数

source: Pages: %lld
es: Páginas: %lld
ja: ページ数：%lld
vi: Số trang: %lld
zh_hans: 页数：%lld

source: Paper
es: Papel
ja: ペーパー
vi: Giấy
zh_hans: 纸张

source: Period
es: Periodo
ja: 期間
vi: Khoảng thời gian
zh_hans: 时段

source: Planned
es: Planeado
ja: 予定
vi: Đã lên kế hoạch
zh_hans: 已计划

source: Premium isn't available right now. Please try again later.
es: Premium no está disponible ahora mismo. Inténtalo más tarde.
ja: 現在プレミアムはご利用いただけません。しばらくしてからもう一度お試しください。
vi: Hiện chưa thể mua Premium. Vui lòng thử lại sau.
zh_hans: 高级版暂不可用，请稍后再试。

source: Previous month
es: Mes anterior
ja: 前月
vi: Tháng trước
zh_hans: 上个月

source: Previous period
es: Periodo anterior
ja: 前の期間
vi: Kỳ trước
zh_hans: 上一时段

source: Rate ReadTime
es: Valorar ReadTime
ja: ReadTime を評価
vi: Đánh giá ReadTime
zh_hans: 为 ReadTime 评分

source: Rating
es: Valoración
ja: 評価
vi: Đánh giá
zh_hans: 评分

source: Read %lld books a year
es: Leer %lld libros al año
ja: 1年で%lld冊読む
vi: Đọc %lld cuốn sách mỗi năm
zh_hans: 每年读 %lld 本书

source: Read %lld minutes a day
es: Leer %lld minutos al día
ja: 1日%lld分読む
vi: Đọc %lld phút mỗi ngày
zh_hans: 每天阅读 %lld 分钟

source: Read Now
es: Leer ahora
ja: 今すぐ読む
vi: Đọc ngay
zh_hans: 开始阅读

source: Read Per Day
es: Lectura diaria
ja: 1日の読書時間
vi: Đọc mỗi ngày
zh_hans: 每天阅读

source: Read today
es: Leído hoy
ja: 今日の読書
vi: Đã đọc hôm nay
zh_hans: 今日阅读

source: Read without banners, full-screen ads, or ads when you open the app.
es: Lee sin banners, anuncios a pantalla completa ni anuncios al abrir la app.
ja: バナー、全画面広告、アプリ起動時の広告なしで読書できます。
vi: Đọc sách không có biểu ngữ, quảng cáo toàn màn hình hay quảng cáo khi mở app.
zh_hans: 阅读时没有横幅、全屏广告或打开 App 时的广告。

source: Reading
es: Leyendo
ja: 読書中
vi: Đang đọc
zh_hans: 在读

source: Reading journal
es: Diario de lectura
ja: 読書日記
vi: Nhật ký đọc
zh_hans: 阅读日记

source: Reading Journal
es: Diario de lectura
ja: 読書日記
vi: Nhật ký đọc
zh_hans: 阅读日记

source: Reading Session
es: Sesión de lectura
ja: 読書セッション
vi: Phiên đọc
zh_hans: 阅读中

source: ReadTime follows the language chosen for it in the Settings app.
es: ReadTime usa el idioma que elijas para ella en la app Ajustes.
ja: ReadTime は「設定」アプリで選択した言語で表示されます。
vi: ReadTime dùng ngôn ngữ bạn chọn cho ứng dụng trong app Cài đặt.
zh_hans: ReadTime 使用你在“设置” App 中为其选择的语言。

source: ReadTime helps you build a gentle reading habit with daily goals, timed reading sessions, a reading journal, and simple stats.
es: ReadTime te ayuda a crear un hábito de lectura con objetivos diarios, sesiones cronometradas, un diario de lectura y estadísticas sencillas.
ja: ReadTime は、毎日の目標、時間を計る読書セッション、読書日記、シンプルな統計で、無理のない読書習慣づくりをサポートします。
vi: ReadTime giúp bạn xây dựng thói quen đọc sách nhẹ nhàng với mục tiêu hằng ngày, phiên đọc có hẹn giờ, nhật ký đọc và thống kê đơn giản.
zh_hans: ReadTime 通过每日目标、计时阅读、阅读日记和简洁的统计，帮你轻松养成阅读习惯。

source: ReadTime Support
es: Soporte de ReadTime
ja: ReadTime サポート
vi: Hỗ trợ ReadTime
zh_hans: ReadTime 支持

source: Recent Activities
es: Actividad reciente
ja: 最近のアクティビティ
vi: Hoạt động gần đây
zh_hans: 最近动态

source: Recent Goals
es: Objetivos recientes
ja: 最近の目標
vi: Mục tiêu gần đây
zh_hans: 最近目标

source: Related goals
es: Objetivos relacionados
ja: 関連する目標
vi: Mục tiêu liên quan
zh_hans: 相关目标

source: Remind me
es: Recordármelo
ja: リマインド
vi: Nhắc tôi
zh_hans: 提醒我

source: Remind me at
es: Recordármelo a las
ja: 通知時刻
vi: Nhắc tôi lúc
zh_hans: 提醒时间

source: Reminders on
es: Recordatorios activados
ja: リマインダー オン
vi: Đã bật nhắc nhở
zh_hans: 已开启提醒

source: Remove Cover
es: Quitar portada
ja: 表紙を削除
vi: Xóa ảnh bìa
zh_hans: 移除封面

source: Remove vote, %lld votes
es: Quitar voto, %lld votos
ja: 投票を取り消す、%lld票
vi: Bỏ bình chọn, %lld lượt
zh_hans: 取消投票，%lld 票

source: Replace Data on This iPhone
es: Reemplazar datos en este iPhone
ja: この iPhone のデータを置き換える
vi: Thay thế dữ liệu trên iPhone này
zh_hans: 替换此 iPhone 上的数据

source: Rest day
es: Día de descanso
ja: 休みの日
vi: Ngày nghỉ
zh_hans: 休息日

source: Rest day today. You've read %@ minutes.
es: Hoy es día de descanso. Has leído %@ minutos.
ja: 今日は休みの日です。%@ 分読みました。
vi: Hôm nay là ngày nghỉ. Bạn đã đọc %@ phút.
zh_hans: 今天是休息日。你已阅读 %@ 分钟。

source: Rest day today. You've read %lld minutes.
es: Hoy es día de descanso. Has leído %lld minutos.
ja: 今日は休みの日です。%lld 分読みました。
vi: Hôm nay là ngày nghỉ. Bạn đã đọc %lld phút.
zh_hans: 今天是休息日。你已阅读 %lld 分钟。

source: Rest day, but you still read %@ minutes. Nice!
es: Es día de descanso, pero aun así leíste %@ minutos. ¡Genial!
ja: 休みの日なのに %@ 分も読みました。すばらしい！
vi: Hôm nay là ngày nghỉ nhưng bạn vẫn đọc %@ phút. Tuyệt vời!
zh_hans: 今天是休息日，你仍然读了 %@ 分钟，真棒！

source: Rest day, but you still read %lld minutes. Nice!
es: Es día de descanso, pero aun así leíste %lld minutos. ¡Genial!
ja: 休みの日なのに %lld 分も読みました。すばらしい！
vi: Hôm nay là ngày nghỉ nhưng bạn vẫn đọc %lld phút. Tuyệt vời!
zh_hans: 今天是休息日，你仍然读了 %lld 分钟，真棒！

source: Restore from Backup File
es: Restaurar desde archivo de copia
ja: バックアップファイルから復元
vi: Khôi phục từ file sao lưu
zh_hans: 从备份文件恢复

source: Restore from iCloud
es: Restaurar desde iCloud
ja: iCloud から復元
vi: Khôi phục từ iCloud
zh_hans: 从 iCloud 恢复

source: Restore from iCloud?
es: ¿Restaurar desde iCloud?
ja: iCloud から復元しますか？
vi: Khôi phục từ iCloud?
zh_hans: 要从 iCloud 恢复吗？

source: Restore Purchases
es: Restaurar compras
ja: 購入を復元
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买

source: Restore this backup?
es: ¿Restaurar esta copia de seguridad?
ja: このバックアップを復元しますか？
vi: Khôi phục bản sao lưu này?
zh_hans: 要恢复此备份吗？

source: Resume
es: Reanudar
ja: 再開
vi: Đọc tiếp
zh_hans: 继续

source: Roadmap
es: Hoja de ruta
ja: ロードマップ
vi: Lộ trình
zh_hans: 路线图

source: Routine
es: Rutina
ja: ルーティン
vi: Lịch đọc
zh_hans: 阅读计划

source: Sample books and reading activity to explore ReadTime with. Clearing them never removes your own data.
es: Libros y actividad de ejemplo para explorar ReadTime. Al borrarlos nunca se eliminan tus propios datos.
ja: ReadTime を試すためのサンプルの本と読書アクティビティです。消去してもご自身のデータは削除されません。
vi: Sách và hoạt động đọc mẫu để bạn khám phá ReadTime. Xóa nội dung mẫu không bao giờ xóa dữ liệu của bạn.
zh_hans: 用于体验 ReadTime 的示例图书和阅读动态。清除它们不会删除你自己的数据。

source: Sample books, goals, and activity
es: Libros, objetivos y actividad de ejemplo
ja: サンプルの本、目標、アクティビティ
vi: Sách, mục tiêu và hoạt động mẫu
zh_hans: 示例图书、目标和动态

source: Save
es: Guardar
ja: 保存
vi: Lưu
zh_hans: 保存

source: Save your current page
es: Guarda tu página actual
ja: 現在のページを保存
vi: Lưu trang hiện tại
zh_hans: 保存当前页码

source: Search online to fill in the details and cover automatically, or enter them yourself below.
es: Busca en línea para completar los datos y la portada automáticamente, o introdúcelos tú abajo.
ja: オンラインで検索して詳細と表紙を自動入力するか、下に自分で入力してください。
vi: Tìm trực tuyến để tự động điền thông tin và ảnh bìa, hoặc tự nhập bên dưới.
zh_hans: 在线搜索可自动填写信息和封面，也可以在下方自行输入。

source: Search or add a book
es: Busca o añade un libro
ja: 本を検索または追加
vi: Tìm hoặc thêm sách
zh_hans: 搜索或添加图书

source: Select Date
es: Seleccionar fecha
ja: 日付を選択
vi: Chọn ngày
zh_hans: 选择日期

source: Selected Days Per Week
es: Días seleccionados por semana
ja: 読書する曜日
vi: Các ngày đọc trong tuần
zh_hans: 每周阅读日

source: Send
es: Enviar
ja: 送信
vi: Gửi
zh_hans: 发送

source: Send Feedback
es: Enviar comentarios
ja: フィードバックを送る
vi: Gửi phản hồi
zh_hans: 发送反馈

source: Set
es: Aplicar
ja: 設定
vi: Đặt
zh_hans: 设置

source: Set a goal and add your first book
es: Define un objetivo y añade tu primer libro
ja: 目標を決めて最初の本を追加
vi: Đặt mục tiêu và thêm cuốn sách đầu tiên
zh_hans: 设定目标并添加第一本书

source: Set your goals
es: Define tus objetivos
ja: 目標を設定
vi: Đặt mục tiêu
zh_hans: 设定目标

source: Settings
es: Ajustes
ja: 設定
vi: Cài đặt
zh_hans: 设置

source: Share
es: Porcentaje
ja: 割合
vi: Tỷ lệ
zh_hans: 占比

source: Share ReadTime
es: Compartir ReadTime
ja: ReadTime を共有
vi: Chia sẻ ReadTime
zh_hans: 分享 ReadTime

source: Shelf
es: Estantería
ja: 本棚
vi: Kệ sách
zh_hans: 书架分类

source: Sign in to iCloud
es: Inicia sesión en iCloud
ja: iCloud にサインイン
vi: Đăng nhập iCloud
zh_hans: 登录 iCloud

source: Sign in to iCloud in the Settings app to back up and sync your reading.
es: Inicia sesión en iCloud en la app Ajustes para hacer copias y sincronizar tu lectura.
ja: 「設定」アプリで iCloud にサインインすると、読書データをバックアップ・同期できます。
vi: Đăng nhập iCloud trong app Cài đặt để sao lưu và đồng bộ dữ liệu đọc sách.
zh_hans: 在“设置” App 中登录 iCloud，即可备份和同步你的阅读数据。

source: Sign in to iCloud in the Settings app to back up your reading.
es: Inicia sesión en iCloud en la app Ajustes para hacer una copia de tu lectura.
ja: 「設定」アプリで iCloud にサインインすると、読書データをバックアップできます。
vi: Đăng nhập iCloud trong app Cài đặt để sao lưu dữ liệu đọc sách.
zh_hans: 在“设置” App 中登录 iCloud，即可备份你的阅读数据。

source: Sign in to iCloud in the Settings app to suggest a feature.
es: Inicia sesión en iCloud en Ajustes para sugerir una función.
ja: 機能を提案するには、設定アプリで iCloud にサインインしてください。
vi: Hãy đăng nhập iCloud trong ứng dụng Cài đặt để đề xuất tính năng.
zh_hans: 请在“设置”App 中登录 iCloud 以建议功能。

source: Sign in to iCloud in the Settings app to vote.
es: Inicia sesión en iCloud en Ajustes para votar.
ja: 投票するには、設定アプリで iCloud にサインインしてください。
vi: Hãy đăng nhập iCloud trong ứng dụng Cài đặt để bình chọn.
zh_hans: 请在“设置”App 中登录 iCloud 以投票。

source: Skip
es: Omitir
ja: スキップ
vi: Bỏ qua
zh_hans: 跳过

source: Skip for Now
es: Omitir por ahora
ja: 今はスキップ
vi: Để sau
zh_hans: 暂时跳过

source: Start
es: Inicio
ja: 開始
vi: Bắt đầu
zh_hans: 开始

source: Start date
es: Fecha de inicio
ja: 開始日
vi: Ngày bắt đầu
zh_hans: 开始日期

source: Start Fresh
es: Empezar de cero
ja: 新しく始める
vi: Bắt đầu mới
zh_hans: 从头开始

source: Start Reading
es: Empezar a leer
ja: 読み始める
vi: Bắt đầu đọc
zh_hans: 开始阅读

source: Start small. You can change it anytime in Goals.
es: Empieza poco a poco. Puedes cambiarlo cuando quieras en Objetivos.
ja: 小さく始めましょう。「目標」でいつでも変更できます。
vi: Hãy bắt đầu nhỏ. Bạn có thể đổi bất cứ lúc nào trong Mục tiêu.
zh_hans: 从小目标开始，随时可以在“目标”中修改。

source: Stats
es: Estadísticas
ja: 統計
vi: Thống kê
zh_hans: 统计

source: Status
es: Estado
ja: ステータス
vi: Trạng thái
zh_hans: 状态

source: Step %@ of 2
es: Paso %@ de 2
ja: ステップ %@/2
vi: Bước %@ trên 2
zh_hans: 第 %@ 步，共 2 步

source: Step %lld of %lld
es: Paso %lld de %lld
ja: ステップ %lld/%lld
vi: Bước %lld / %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Step %lld of 2
es: Paso %lld de 2
ja: ステップ %lld/2
vi: Bước %lld trên 2
zh_hans: 第 %lld 步，共 2 步

source: Suggest a Feature
es: Sugerir una función
ja: 機能を提案
vi: Đề xuất tính năng
zh_hans: 建议功能

source: Suggest, vote on, and discuss the features you'd like to see next!
es: ¡Sugiere, vota y comenta las funciones que te gustaría ver!
ja: 次に欲しい機能を提案・投票・議論しましょう！
vi: Đề xuất, bình chọn và thảo luận về các tính năng bạn muốn thấy tiếp theo!
zh_hans: 建议、投票并讨论你接下来想要的功能！

source: Suggestions are reviewed before they appear on the roadmap for everyone to vote on.
es: Las sugerencias se revisan antes de aparecer en la hoja de ruta para que todos voten.
ja: 提案は確認後、ロードマップに掲載され、みんなが投票できるようになります。
vi: Đề xuất sẽ được xem xét trước khi hiện trên lộ trình để mọi người bình chọn.
zh_hans: 建议经审核后才会出现在路线图上供大家投票。

source: Sunset
es: Atardecer
ja: サンセット
vi: Hoàng hôn
zh_hans: 日落

source: Support
es: Soporte
ja: サポート
vi: Hỗ trợ
zh_hans: 支持

source: Support an Independent Developer
es: Apoya a un desarrollador independiente
ja: 個人開発者を応援
vi: Ủng hộ nhà phát triển độc lập
zh_hans: 支持独立开发者

source: Sync with iCloud
es: Sincronizar con iCloud
ja: iCloud と同期
vi: Đồng bộ với iCloud
zh_hans: 与 iCloud 同步

source: System
es: Sistema
ja: システム
vi: Hệ thống
zh_hans: 跟随系统

source: Tap + to suggest something you'd like to see in ReadTime.
es: Toca + para sugerir algo que te gustaría ver en ReadTime.
ja: ＋をタップして、ReadTime に欲しい機能を提案しましょう。
vi: Nhấn + để đề xuất điều bạn muốn có trong ReadTime.
zh_hans: 轻点 + 建议你希望 ReadTime 拥有的功能。

source: Terms of Use
es: Términos de uso
ja: 利用規約
vi: Điều khoản sử dụng
zh_hans: 使用条款

source: Thank you for your support!
es: ¡Gracias por tu apoyo!
ja: ご支援ありがとうございます！
vi: Cảm ơn bạn đã ủng hộ!
zh_hans: 感谢你的支持！

source: Thanks! Your suggestion will appear on the roadmap once it's been reviewed.
es: ¡Gracias! Tu sugerencia aparecerá en la hoja de ruta cuando se haya revisado.
ja: ありがとうございます！提案は確認後にロードマップに掲載されます。
vi: Cảm ơn bạn! Đề xuất sẽ xuất hiện trên lộ trình sau khi được xem xét.
zh_hans: 谢谢！你的建议经审核后会出现在路线图上。

source: The purchase couldn't be verified.
es: No se ha podido verificar la compra.
ja: 購入を確認できませんでした。
vi: Không thể xác minh giao dịch mua.
zh_hans: 无法验证此次购买。

source: The roadmap is shared through iCloud. Sign in to iCloud in the Settings app to see and vote on features.
es: La hoja de ruta se comparte por iCloud. Inicia sesión en iCloud en Ajustes para ver y votar funciones.
ja: ロードマップは iCloud で共有されます。設定アプリで iCloud にサインインすると、機能の閲覧と投票ができます。
vi: Lộ trình được chia sẻ qua iCloud. Hãy đăng nhập iCloud trong ứng dụng Cài đặt để xem và bình chọn tính năng.
zh_hans: 路线图通过 iCloud 共享。请在“设置”App 中登录 iCloud 以查看功能并投票。

source: The sample books, activity, and journal entry will be removed. Your own books and reading stay.
es: Se eliminarán los libros, la actividad y la entrada de diario de ejemplo. Tus propios libros y lecturas se conservan.
ja: サンプルの本、アクティビティ、日記が削除されます。ご自身の本と読書記録はそのまま残ります。
vi: Sách mẫu, hoạt động mẫu và nhật ký mẫu sẽ bị xóa. Sách và dữ liệu đọc của bạn vẫn được giữ nguyên.
zh_hans: 示例图书、动态和日记将被删除。你自己的图书和阅读记录会保留。

source: Theme
es: Tema
ja: テーマ
vi: Chủ đề
zh_hans: 主题

source: Then %@. Cancel anytime.
es: Después, %@. Cancela cuando quieras.
ja: その後は %@。いつでもキャンセルできます。
vi: Sau đó %@. Hủy bất cứ lúc nào.
zh_hans: 之后 %@。可随时取消。

source: This file couldn't be read.
es: No se pudo leer este archivo.
ja: このファイルを読み込めませんでした。
vi: Không đọc được file này.
zh_hans: 无法读取此文件。

source: Time read
es: Tiempo de lectura
ja: 読書時間
vi: Thời gian đọc
zh_hans: 阅读时长

source: Title
es: Título
ja: タイトル
vi: Tên sách
zh_hans: 书名

source: Title, author, or ISBN
es: Título, autor o ISBN
ja: タイトル、著者、ISBN
vi: Tên sách, tác giả hoặc ISBN
zh_hans: 书名、作者或 ISBN

source: Today
es: Hoy
ja: 今日
vi: Hôm nay
zh_hans: 今天

# Today: %@ of %@ minutes
source: Today: %1$@ of %2$@ minutes
es: Hoy: %@ de %@ minutos
ja: 今日：%@ / %@ 分
vi: Hôm nay: %@ / %@ phút
zh_hans: 今天：%@ / %@ 分钟

source: Today: %lld of %lld minutes
es: Hoy: %lld de %lld minutos
ja: 今日：%lld / %lld 分
vi: Hôm nay: %lld / %lld phút
zh_hans: 今天：%lld / %lld 分钟

source: Tomorrow
es: Mañana
ja: 明日
vi: Ngày mai
zh_hans: 明天

source: Top genre
es: Género principal
ja: よく読むジャンル
vi: Thể loại hàng đầu
zh_hans: 最常读类型

source: Trends
es: Tendencias
ja: トレンド
vi: Xu hướng
zh_hans: 趋势

source: Try %@ Free
es: Prueba %@ gratis
ja: %@無料で試す
vi: Dùng thử miễn phí %@
zh_hans: 免费试用 %@

source: Try Again
es: Reintentar
ja: 再試行
vi: Thử lại
zh_hans: 重试

source: Type
es: Tipo
ja: タイプ
vi: Loại
zh_hans: 类型

source: Unknown Author
es: Autor desconocido
ja: 著者不明
vi: Tác giả không rõ
zh_hans: 未知作者

source: Unlock every ReadTime feature
es: Desbloquea todas las funciones de ReadTime
ja: ReadTime のすべての機能を解放
vi: Mở khóa mọi tính năng của ReadTime
zh_hans: 解锁 ReadTime 全部功能

source: Until %@
es: Hasta el %@
ja: %@ まで
vi: Đến %@
zh_hans: 截至 %@

source: Upgrade to Premium
es: Pasar a Premium
ja: プレミアムにアップグレード
vi: Nâng cấp lên Premium
zh_hans: 升级到高级版

source: Upload Cover
es: Subir portada
ja: 表紙をアップロード
vi: Tải ảnh bìa lên
zh_hans: 上传封面

source: Value
es: Valor
ja: 値
vi: Giá trị
zh_hans: 数值

source: Version %@
es: Versión %@
ja: バージョン %@
vi: Phiên bản %@
zh_hans: 版本 %@

source: Vote · %lld
es: Votar · %lld
ja: 投票 · %lld
vi: Bình chọn · %lld
zh_hans: 投票 · %lld

source: Vote, %lld votes
es: Votar, %lld votos
ja: 投票する、%lld票
vi: Bình chọn, %lld lượt
zh_hans: 投票，%lld 票

source: Voted · %lld
es: Votado · %lld
ja: 投票済み · %lld
vi: Đã bình chọn · %lld
zh_hans: 已投票 · %lld

source: vs. previous period
es: vs. periodo anterior
ja: 前の期間比
vi: so với kỳ trước
zh_hans: 较上一时段

source: Want to Read
es: Por leer
ja: 読みたい
vi: Muốn đọc
zh_hans: 想读

source: week
es: semana
ja: 週
vi: tuần
zh_hans: 周

source: Weekly reading
es: Lectura semanal
ja: 今週の読書
vi: Đọc trong tuần
zh_hans: 每周阅读

source: Weekly Tracking
es: Seguimiento semanal
ja: 今週の記録
vi: Theo dõi trong tuần
zh_hans: 本周追踪

source: Weeks
es: Semanas
ja: 週
vi: Tuần
zh_hans: 周

source: Welcome to ReadTime
es: Te damos la bienvenida a ReadTime
ja: ReadTime へようこそ
vi: Chào mừng bạn đến với ReadTime
zh_hans: 欢迎使用 ReadTime

source: Welcome to ReadTime Premium!
es: ¡Te damos la bienvenida a ReadTime Premium!
ja: ReadTime プレミアムへようこそ！
vi: Chào mừng bạn đến với ReadTime Premium!
zh_hans: 欢迎使用 ReadTime 高级版！

source: What are you reading now, or what's next on your list?
es: ¿Qué estás leyendo ahora o qué es lo próximo en tu lista?
ja: 今読んでいる本、または次に読みたい本は？
vi: Bạn đang đọc cuốn gì, hay cuốn tiếp theo bạn muốn đọc là gì?
zh_hans: 你现在在读什么，或者下一本想读什么？

source: What should it do, and why would it help you?
es: ¿Qué debería hacer y cómo te ayudaría?
ja: どんな機能で、どう役立ちますか？
vi: Tính năng này làm gì, và giúp ích cho bạn thế nào?
zh_hans: 它应该做什么？对你有什么帮助？

source: Where did you hear about ReadTime?
es: ¿Dónde conociste ReadTime?
ja: ReadTime をどこで知りましたか？
vi: Bạn biết đến ReadTime từ đâu?
zh_hans: 你是从哪里知道 ReadTime 的？

source: Why readers go Premium
es: Por qué los lectores eligen Premium
ja: 読者が Premium を選ぶ理由
vi: Vì sao độc giả chọn Premium
zh_hans: 读者为何选择 Premium

source: Write down quotes, ideas, and feelings from your reading. Entries also appear when you finish a reading session.
es: Anota citas, ideas y sensaciones de tus lecturas. También se añaden entradas al terminar una sesión de lectura.
ja: 読書中の引用、アイデア、気持ちを書き留めましょう。読書セッションを終えたときにも記録が追加されます。
vi: Ghi lại trích dẫn, ý tưởng và cảm nhận khi đọc. Ghi chép cũng được thêm khi bạn hoàn thành một phiên đọc.
zh_hans: 记下阅读中的摘抄、想法和感受。完成一次阅读时也会添加日记。

source: year
es: año
ja: 年
vi: năm
zh_hans: 年

source: Yearly book goal
es: Objetivo anual de libros
ja: 年間の読書目標
vi: Mục tiêu sách mỗi năm
zh_hans: 年度读书目标

source: Yearly goal
es: Objetivo anual
ja: 年間目標
vi: Mục tiêu năm
zh_hans: 年度目标

source: Yearly goal: %lld books
es: Objetivo anual: %lld libros
ja: 年間目標：%lld 冊
vi: Mục tiêu năm: %lld cuốn
zh_hans: 年度目标：%lld 本

source: Yesterday
es: Ayer
ja: 昨日
vi: Hôm qua
zh_hans: 昨天

source: You can load or clear demo content anytime in Settings.
es: Puedes cargar o borrar el contenido de demostración en cualquier momento desde Ajustes.
ja: デモコンテンツはいつでも設定から読み込んだり消去したりできます。
vi: Bạn có thể tải hoặc xóa nội dung mẫu bất cứ lúc nào trong Cài đặt.
zh_hans: 你随时可以在设置中载入或清除示例内容。

source: You have made good progress on your goals!
es: ¡Has avanzado mucho en tus objetivos!
ja: 目標に向けて順調に進んでいます！
vi: Bạn đã có tiến bộ tốt với mục tiêu của mình!
zh_hans: 你的目标进展很不错！

source: Your book is waiting for the next chapter.
es: Tu libro te espera en el siguiente capítulo.
ja: 本が次の章であなたを待っています。
vi: Cuốn sách của bạn đang chờ chương tiếp theo.
zh_hans: 你的书正等着你翻开下一章。

source: Your books, goals, and journal on this device will be replaced with the backup.
es: Tus libros, metas y diario en este dispositivo se reemplazarán por la copia de seguridad.
ja: このデバイスの本、目標、日記はバックアップの内容に置き換えられます。
vi: Sách, mục tiêu và nhật ký trên thiết bị này sẽ được thay bằng bản sao lưu.
zh_hans: 此设备上的书籍、目标和日记将被备份替换。

source: Your books, goals, and journal on this device will be replaced with the iCloud backup.
es: Los libros, objetivos y diario de este dispositivo se reemplazarán por la copia de iCloud.
ja: このデバイスの本、目標、日記が iCloud のバックアップで置き換えられます。
vi: Sách, mục tiêu và nhật ký trên thiết bị này sẽ được thay thế bằng bản sao lưu iCloud.
zh_hans: 此设备上的图书、目标和日记将被 iCloud 备份替换。

source: Your purchase is pending approval.
es: Tu compra está pendiente de aprobación.
ja: 購入は承認待ちです。
vi: Giao dịch mua của bạn đang chờ phê duyệt.
zh_hans: 你的购买正在等待批准。

source: Your purchase keeps ReadTime growing and improving.
es: Tu compra ayuda a que ReadTime siga creciendo y mejorando.
ja: ご購入が ReadTime の成長と改善を支えます。
vi: Khoản mua của bạn giúp ReadTime tiếp tục phát triển.
zh_hans: 你的购买让 ReadTime 持续成长和改进。

source: Your purchases have been restored.
es: Se han restaurado tus compras.
ja: 購入を復元しました。
vi: Đã khôi phục giao dịch mua của bạn.
zh_hans: 已恢复你的购买项目。

source: Your reading data was backed up.
es: Se ha hecho una copia de tus datos de lectura.
ja: 読書データをバックアップしました。
vi: Đã sao lưu dữ liệu đọc sách.
zh_hans: 已备份你的阅读数据。

source: Your reading data was restored.
es: Se han restaurado tus datos de lectura.
ja: 読書データを復元しました。
vi: Đã khôi phục dữ liệu đọc sách.
zh_hans: 已恢复你的阅读数据。

source: Your routine has ended. Create a new goal in the Goals tab.
es: Tu rutina ha terminado. Crea un nuevo objetivo en la pestaña Objetivos.
ja: ルーティンが終了しました。「目標」タブで新しい目標を作成しましょう。
vi: Lịch đọc của bạn đã kết thúc. Hãy tạo mục tiêu mới trong tab Mục tiêu.
zh_hans: 你的阅读计划已结束。请在“目标”标签页创建新目标。

source: %@ min
ja: %@ 分
vi: %@ phút
zh_hans: %@ 分钟

source: %@, %lld min
ja: %@、%lld 分
vi: %@, %lld phút
zh_hans: %@，%lld 分钟

source: %lld min
ja: %lld 分
vi: %lld phút
zh_hans: %lld 分钟

source: General
ja: 一般
vi: Chung
zh_hans: 综合

source: Premium
ja: プレミアム
zh_hans: 高级版

source: ReadTime Premium
ja: ReadTime プレミアム
zh_hans: ReadTime 高级版

source: OK
zh_hans: 好
